[
    {
        "index": 0,
        "url": "https://ricette.giallozafferano.it/Tiramisu.html",
        "presentation": "Il tiramisù è uno dei capisaldi della cucina italiana, uno dei dolci al cucchiaio più amati e realizzati in tutto il mondo. Le origini del tiramisù sono molto incerte e diverse città ne rivendicano la paternità. Ciò di cui siamo certi è che dal 1980 in poi, anno in cui questo termine venne inserito nel vocabolario italiano, il tiramisù ha avuto un successo enorme! Ad oggi è tra le parole italiane più conosciute all'estero. Ma cosa rende il tiramisù così speciale? Sicuramente amiamo il fatto che sia molto semplice da preparare, la sua crema al mascarpone è irresistibile, così gustosa e vellutata, intervellata da strati di savoiardi inzuppati nel caffè! C'è chi ama aromatizzare la bagna con il marsala e chi invece preferisce utilizzare altri liquori, ma noi lo amiamo così, in purezza e vi proponiamo la versione più classica, perfetta per ogni occasione! Anche se non abbiamo scoperto chi sia per certo l'inventore del tiramisù nella versione attuale, individuato da alcuni in Ado Campeol (il proprietario del conosciuto e storico locale \"Il Becchiere\" di Treviso), condividiamo con voi la nostra ricetta per uno tra i più buoni tiramisù che abbiate mai assaggiato! Preparatelo anche voi e fateci sapere! E dopo aver preparato la classica, scoprite anche queste golose varianti :\n\n\n\nTiramisù",
        "ingredients": [
            "Mascarpone 750 g",
            "Uova (freschissime, circa 5 medie) 260 g",
            "Savoiardi 250 g",
            "Zucchero 120 g",
            "Caffè (della moka, zuccherato a piacere) 300 g",
            "Cacao amaro in polvere q.b."
        ],
        "steps": [
            "Per preparare il tiramisù preparate il caffé con la moka per ottenerne 300 g, poi zuccherate a piacere (noi abbiamo messo un cucchiaino) e lasciatelo raffreddare in una ciotolina bassa e ampia. Separate le uova dividendo gli albumi dai tuorli 1 , ricordando che per montare bene gli albumi non dovranno presentare alcuna traccia di tuorlo. Montate i tuorli con le fruste elettriche, versando solo metà dose di zucchero 2 . Non appena il composto sarà diventato chiaro e spumoso, e con le fruste ancora in funzione, potrete aggiungere il mascarpone, poco alla volta 3 .",
            "Incorporato tutto il formaggio avrete ottenuto una crema densa e compatta 4 ; tenetela da parte. Pulite molto bene le fruste e passate a montare gli albumi 5 . Quando saranno schiumosi versate il restante zucchero un po’ alla volta 6 .",
            "Dovrete montarli a neve ben ferma 7 ; otterrete questo risultato quando rovesciando la ciotola la massa non si muoverà. Prendete una cucchiaiata di albumi e versatela nella ciotola con la crema di mascarpone 8 e mescolate energicamente con una spatola 8 , così stempererete il composto. Dopodiché procedete ad aggiungere la restante parte di albumi, poco alla volta mescolando molto delicatamente dal basso verso l'alto 9 .",
            "La crema al mascarpone è ora pronta 10 . Distribuitene una generosa cucchiaiata sul fondo di una pirofila di vetro, grande 30x19,5cm e distribuite per bene su tutta la base. Inzuppate per pochi istanti i savoiardi nel caffè freddo prima da un lato e poi dall’altro 12 .",
            "Man mano distribuite i savoiardi imbevuti nella pirofila, cercando di sistemarli tutti in un verso, così da ottenere un primo strato di biscotti 14 . Aggiungete altra crema al mascarpone e livellatela in modo da coprirli completamente 15 .",
            "E continuate a distribuire i savoiardi imbevuti nel caffè 16 , poi realizzate un altro strato di crema 17 e livellate bene la superficie 18 .",
            "Trasferite la crema rimasta in un sac-à-poche con beccuccio liscio di diametro 12 mm e realizzare dei ciuffetti per tutta la dimensione della teglia 19 . Spolverizzatela con del cacao amaro in polvere 20 e lasciate rassodare in frigorifero per un paio d’ore 21 . Il vostro tiramisù è pronto per essere gustato!"
        ],
        "calories": "543,3",
        "other": [
            "Vegetariano",
            "Nota + 2 ore per il riposo in frigorifero"
        ],
        "difficulty": "facile",
        "prep_time": "40_min",
        "cook_time": "6_min",
        "portions": "8_persone",
        "cost": "medio",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Crema-al-mascarpone.html",
            "https://ricette.giallozafferano.it/Tiramisu-alle-fragole.html",
            "https://ricette.giallozafferano.it/Tiramisu-senza-uova.html",
            "https://ricette.giallozafferano.it/Tiramisu-al-pistacchio.html",
            "https://ricette.giallozafferano.it/Tiramisu-con-uova-pastorizzate.html",
            "https://ricette.giallozafferano.it/Tiramisu-al-limone.html",
            "https://ricette.giallozafferano.it/Tiramisu-alla-Nutella.html",
            "https://ricette.giallozafferano.it/Tiramisu-con-panna.html",
            "https://ricette.giallozafferano.it/Tiramisu-allo-zafferano.html"
        ],
        "dest": [
            101,
            276,
            226,
            1039,
            1086,
            1725,
            928,
            845,
            5277
        ],
        "pres_eng": "Tiramisu is one of the cornerstones of Italian cuisine, one of the most loved and produced spoonfuls in the world. The origins of tiramisu are very uncertain, and several cities claim authorship. What we do know is that since 1980, when the term was introduced into the Italian vocabulary, tiramisù has enjoyed enormous success and is now one of the best-known Italian words abroad. But what makes tiramisu so special? We certainly love the fact that it is very simple to prepare, its mascarpone cream is irresistible, so tasty and velvety, interspersed with layers of savoyards soaked in coffee! There are those who love to flavor the bath with marsala and those who prefer to use other liquors, but we love it this way, in purity and we propose the most classic version, perfect for every occasion! Although we have not found out who is for sure the inventor of tiramisu in the current version, identified by some in Adope Camol (the owner of the well-known and historical local \"Il Beccatore\" of Treviso), we share with you our recipe for one of the best tiramisu you have ever tasted! Prepare it yourself and let us know! And after preparing the classic, also discover these various tiramisu goodies:"
    },
    {
        "index": 1,
        "url": "https://ricette.giallozafferano.it/Torta-tenerina.html",
        "presentation": "La torta tenerina è un dolce tipico della città di Ferrara, che grazie alla sua golosità ha conquistato tutto il paese... nessuno infatti riesce a resistere ad una fetta di questa fantastica torta al cioccolato ! Sarà merito della fragrante crosticina esterna o della sua consistenza fondente che si scioglie in bocca ad ogni assaggio? Noi ci siamo innamorati di entrambi, ma una cosa è certa: il suo intenso sapore di cioccolato mette d'accordo tutti! La torta tenerina è una torta con pochi ingredienti, senza lievito che ha la particolarità di rimanere bassa e umida all'interno, proprio come il nome suggerisce: nel dialetto ferrarese veniva chiamata anche \" Torta Taclenta\", che in italiano significa appiccicosa. Un dessert semplice da realizzare, dal successo garantito: per esaltare tutto il suo sapore provate a servirlo insieme ad una delicata crema al mascarpone , sentirete che bontà.. perfetta per ogni occasione e per la festa del papà ! Ecco altre versioni da provare:\n\nE se avete poco tempo potete realizzare la nostra golosa torta al cioccolato veloce !\n\nTorta tenerina (Moist  chocolate cake)",
        "ingredients": [
            "Cioccolato fondente al 55% 200 g",
            "Burro 100 g",
            "Uova medie 4",
            "Zucchero 150 g",
            "Farina 00 50 g",
            "Zucchero a velo q.b."
        ],
        "steps": [
            "Per preparare la torta tenerina iniziate a tritare finemente il cioccolato 1 , poi trasferitelo in una bastardella posta in un tegame con acqua (possibilmente l'acqua non dovrebbe venire a contatto con il fondo della bastardella o pentolino in cui avete versato il cioccolato) e scioglietelo a bagnomaria, mescolando di continuo 2 . Solo quando il cioccolato sarà già sciolto, ma non eccessivamente caldo unite il burro a pezzetti 3 .",
            "Lasciate sciogliere anche questo continuando a mescolare 4 . Poiché l’esatta temperatura di fusione del cioccolato è intorno ai 50°, il burro va aggiunto solo quando il cioccolato è sciolto, facendo in modo che non superi il suo punto di fusione (che è di circa 32°), ed evitando quindi che si separi. Lasciate intiepidire il composto di cioccolato e burro, mescolandolo di tanto in tanto, e nel frattempo separate i tuorli dagli albumi in due ciotole differenti e capienti. A questo punto aggiungete a questi ultimi metà dello zucchero 5 e montateli fino ad ottenere un composto fermo e spumoso 6 .",
            "Tenete da parte gli albumi montati a neve e versate nei tuorli la parte restante di zucchero 7 , poi montate il tutto a velocità moderata fino ad ottenere un composto chiaro e spumoso 8 . A questo punto con le fruste ancora in azione versate a filo il composto di cioccolato e burro ormai tiepido 9 .",
            "Continuate a sbattere fino a che non otterrete un composto uniforme 10 . Aggiungete a questo punto gli albumi montati a neve in più riprese: aggiungete inizialmente circa 1/3 degli albumi 11 mescolando con una spatola 12 o con una frusta.",
            "Incorporate poi gli albumi restanti questa volta mescolando delicatamente dal basso verso l'alto 13 . Unite la farina, precedentemente setacciata 14 e mescolate sempre con una spatola facendo dei movimenti delicati dal basso verso l'alto 15 .",
            "Dovrete ottenere un composto liscio ed uniforme 16 . A questo punto imburrate e infarinate uno stampo a cerniera da 24-26 cm (così sarà più facile sformare la torta tenerina) e versate al suo interno l'impasto appena preparato (17-18). Cuocete in forno statico preriscaldato a 180° per 25 minuti (si sconsiglia l'utilizzo del forno ventilato che potrebbe cuocere troppo l'esterno della torta e troppo poco la parte interna).",
            "Una volta sfornata 19 lasciate raffreddare la vostra torta tenerina prima di sformarla. Decorate con zucchero a velo 20 e servite 21 ."
        ],
        "calories": "369,1",
        "other": [
            "Vegetariano",
            "Nota + il tempo di raffreddamento"
        ],
        "difficulty": "facile",
        "prep_time": "20_min",
        "cook_time": "25_min",
        "portions": "8_persone",
        "cost": "medio",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Torta-al-cioccolato.html",
            "https://ricette.giallozafferano.it/Torta-al-cioccolato-senza-burro.html",
            "https://ricette.giallozafferano.it/Crema-al-mascarpone.html",
            "https://ricette.giallozafferano.it/Torta-tenerina-alla-zucca.html",
            "https://ricette.giallozafferano.it/Torta-tenerina-al-caffe.html",
            "https://ricette.giallozafferano.it/Torta-tenerina-al-cioccolato-bianco.html",
            "https://ricette.giallozafferano.it/Torta-tenerina-ai-lamponi.html",
            "https://ricette.giallozafferano.it/Torta-al-cioccolato-veloce.html"
        ],
        "dest": [
            29,
            2353,
            101,
            2903,
            1126,
            1979,
            1075,
            1490
        ],
        "pres_eng": "The tarta tenerina is a typical dessert of the city of Ferrara, which thanks to its gluttony has conquered the whole country. In fact, no one can resist a slice of this fantastic chocolate cake! Is it due to the fragrant outer crust or its melting consistency that melts in the mouth at every taste? We fell in love with both, but one thing is certain: its intense chocolate flavor makes everyone agree! Tenerina cake is a cake with few ingredients, without yeast that has the peculiarity of remaining low and moist inside, just as the name suggests: in the Ferrarese dialect it was also called \"Torta Taclenta\", which in Italian means sticky. A simple dessert to make, guaranteed to succeed: to enhance all its flavor, try serving it together with a delicate mascarpone cream, you will feel how good it is. And if you 're short on time , you can make our delicious quick chocolate cake , moist chocolate cake ."
    },
    {
        "index": 2,
        "url": "https://ricette.giallozafferano.it/Crepes-dolci-e-salate-ricetta-base.html",
        "presentation": "Che si tratti di un’amorevole mamma che prepara la merenda, di un gruppetto di studenti che fa una pausa dallo studio oppure di fanatici della cucina veloce ma pur sempre originale, le crepe sono sempre la scelta giusta! In questa ricetta delle crepe dolci e salate scoprirete come adattare l'impasto neutro alle farciture più golose, dalle crepe alla Nutella alle crespelle gorgonzola e radicchio , al forno o al prosciutto ! Ci sono soltanto poche cose da sapere per riuscire a preparare crepe dolci e salate perfette, ve le raccontiamo subito! Siamo certi che ne farete una bella scorta, scoprendo quanto è facile conservarle! Poi però fateci sapere qual è la vostra preferita!\n\nEcco altre ricette per preparare un impasto delle crepe che soddisfi tutte le tue esigenze:\n\n\n\nSweet and savory crepes (Basic recipe)",
        "ingredients": [
            "Uova (medie) 3",
            "Farina 00 250 g",
            "Latte intero 500 g",
            "Burro 40 g",
            "Burro q.b."
        ],
        "steps": [
            "Per preparare le crepe dolci e salate iniziate sciogliendo dolcemente il burro in un pentolino 1 . Lasciatelo intiepidire e nel frattempo rompete le uova in una ciotola dai bordi alti. Mescolate con una frusta e unite il latte 2 . Continuate a mescolare sino ad ottenere un composto omogeneo 3 .",
            "Aggiungete ora il burro tiepido 4 e mescolate ancora 5 . Posizionate un colino sul recipiente e poi setacciate la farina nella ciotola 6 , (per comodità potete anche aggiungerla in due tempi e mescolare così da evitare la formazione di grumi).",
            "Poi con le fruste mescolate energicamente per assorbire la farina 7 . Continuate a mescolare fino ad ottenere un composto omogeneo, vellutato e privo di grumi 8 . A questo punto coprite la ciotola con della pellicola alimentare 9 e lasciate riposare per almeno 30 minuti in frigorifero.",
            "Trascorso il tempo mescolate l’impasto per farlo rinvenire e poi scaldate una crepiera da 18 cm (o in alternativa una padella antiaderente sempre della stessa base) ed ungetela con una noce di burro 10 . Una volta a temperatura versate un mestolo di impasto sufficiente a ricoprire la superficie della padella 11 : potete aiutarvi con l'apposito stendi pastella per crepe oppure ruotare la padella fino a distribuire il composto uniformemente (fate attenzione a non spanderlo tutto sui bordi per evitare che al centro non rimanga pastella sufficiente a creare una crepe dalla superficie uniforme); si consiglia di eseguire queste operazioni molto in fretta, poiché la pastella cuocerà rapidamente 12 .",
            "Trascorso circa 1 minuto a fuoco medio-basso, dovreste notare una leggera doratura, i bordi tenderanno a staccarsi 13 perciò potrete girare la prima crepe aiutandovi con una paletta 14 . Cuocete anche l'altro lato per 1 minuto circa, aspettando che prenda colore. Una volta cotta la prima, trasferitela su un piatto da portata o su di un tagliere. Ripetete questa operazione fino a finire l’impasto, ungendo di volta in volta la crepiera, dovreste ottenere così 14 crepe del diametro di 18 cm: impilate ogni crepe una sopra l’altra così resteranno morbide. Ecco pronte le vostre crepe dolci e salate, non vi resta che farcirle 15 !"
        ],
        "calories": "126,8",
        "other": [
            "Light",
            "Vegetariano",
            "Nota + 30 min. di riposo della pastella"
        ],
        "difficulty": "facile",
        "prep_time": "10_min",
        "cook_time": "15_min",
        "portions": "14_pezzi",
        "cost": "basso",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Crepe-alla-Nutella.html",
            "https://ricette.giallozafferano.it/crespelle-gorgonzola-e-radicchio.html",
            "https://ricette.giallozafferano.it/Crespelle-farcite-al-forno.html",
            "https://ricette.giallozafferano.it/Crespelle-al-prosciutto.html",
            "https://ricette.giallozafferano.it/Crepe-senza-uova.html",
            "https://ricette.giallozafferano.it/Crepes-senza-glutine.html",
            "https://ricette.giallozafferano.it/Crepe-al-cacao.html",
            "https://ricette.giallozafferano.it/Crepe-di-avena.html",
            "https://ricette.giallozafferano.it/Crepes-integrali.html",
            "https://ricette.giallozafferano.it/Crespelle-agli-spinaci.html",
            "https://ricette.giallozafferano.it/Crepe-senza-latte.html",
            "https://ricette.giallozafferano.it/Crepe-senza-lattosio.html"
        ],
        "dest": [
            33,
            1830,
            3099,
            1641,
            1482,
            1458,
            2275,
            1642,
            2878,
            2106,
            2828,
            4187
        ],
        "pres_eng": "Whether it's a loving mother preparing a snack, a small group of students taking a break from studying or a fanatic of fast but original cooking, crepes are always the right choice! In this recipe for sweet and salty crepes you will discover how to adapt the neutral dough to the most palatable fillings, from Nutella crepes to gorgonzola and radicchio crepes, to the oven or to ham! There are only a few things you need to know to be able to prepare perfect sweet and salty crepes, we tell you right away! We are sure that you will make a nice stock, finding out how easy it is to store them! But then let us know which is your favorite! Here are other rich crepes to prepare a crepe that meets all your needs: Sweet and savory crepes (Basic recipes)."
    },
    {
        "index": 3,
        "url": "https://ricette.giallozafferano.it/Pancakes-allo-sciroppo-d-acero.html",
        "presentation": "Non c’è colazione migliore di quella fatta con calma, magari con dei pancake soffici, facili e veloci preparare. Se siete alla ricerca della ricetta perfetta dei pancake, siete nel posto giusto!\n\nQueste frittelle americane dal cuore morbido si adattano a tantissime varianti: la versione classica prevede l’inconfondibile sciroppo d’acero , ma sono ottimi anche da guarnire con Nutella, cioccolato fuso, panna montata, frutta fresca, miele o confettura fatta in casa... o perché no, anche in versione salata!\n\nQuali sono gli ingredienti principali dei pancake? La ricetta originale prevede uova, burro, zucchero, latte, farina e lievito. In questa versione abbiamo scelto di montare gli albumi a neve per ottenere delle frittelle più alte, soffici e spugnose, ma se preferite potete omettere questo passaggio e utilizzare direttamente le uova intere. Esistono poi tantissime varianti dei pancake, perfette per assecondare diversi gusti ed esigenze... da quelli senza uova a quelli senza burro, ecco qualche idea per realizzare degli ottimi pancake con impasti alternativi:\n\nScoprite anche queste golose ricette di pancake :\n\nPancakes with maple syrup",
        "ingredients": [
            "Farina 00 125 g",
            "Latte intero 200 g",
            "Burro 25 g",
            "Zucchero 15 g",
            "Uova medie 2",
            "Lievito in polvere per dolci 6 g",
            "Sale fino 1 pizzico",
            "Burro q.b.",
            "Sciroppo di acero q.b.",
            "More q.b.",
            "Lamponi q.b."
        ],
        "steps": [
            "Ricetta pancake: per prima cosa fate sciogliere il burro in un pentolino e lasciate intiepidire, poi separate i tuorli dagli albumi. Versate nella ciotola con i tuorli il burro fuso intiepidito 1 e il latte 2 . Mescolate con una frusta, poi unite la farina setacciata 3 .",
            "Setacciate anche il lievito 4 e incorporate le polveri con la frusta, poi aggiungete il sale 5 e mescolate ancora per ottenere un composto omogeneo. Ora prendete la ciotola con gli albumi e iniziate a montarli con le fruste elettriche 6 .",
            "Versate gradualmente lo zucchero 7 e continuate a lavorare con le fruste per montare gli albumi a neve 8 . Aggiungete gli albumi montati a neve nel composto di tuorli 9 .",
            "Mescolate delicatamente con la frusta dal basso verso l’alto per incorporarli in modo uniforme 10 . Siete pronti per cuocere i pancake: scaldate una padella antiaderente con pochissimo burro aiutandovi con della carta da cucina 11 , poi versate al centro un mestolo di impasto 12 .",
            "Lasciate cuocere a fuoco moderato per un paio di minuti; quando compariranno le prime bollicine girate delicatamente il pancake con l’aiuto di una spatola 13 e cuocetelo brevemente anche dall’altro lato fino a doratura 14 . Man mano che saranno pronti trasferiteli su un piatto senza impilarli, in modo che non si sgonfino. Una volta che saranno tutti pronti, potete impilare i vostri pancake e servirli con abbondante sciroppo d’acero 15 !"
        ],
        "calories": "263",
        "difficulty": "facile",
        "prep_time": "10_min",
        "cook_time": "20_min",
        "portions": "12_pezzi",
        "cost": "basso",
        "calories_note": "1_porzione_corrisponde_a_3_pancake.",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Pancake-senza-uova.html",
            "https://ricette.giallozafferano.it/Pancake-senza-lievito.html",
            "https://ricette.giallozafferano.it/Pancake-senza-latte.html",
            "https://ricette.giallozafferano.it/Pancakes-senza-burro.html",
            "https://ricette.giallozafferano.it/Pancake-senza-glutine.html",
            "https://ricette.giallozafferano.it/Pancake-light.html",
            "https://ricette.giallozafferano.it/Pancake-integrali.html",
            "https://ricette.giallozafferano.it/Pancake-proteici.html",
            "https://ricette.giallozafferano.it/Pancake-allo-yogurt.html",
            "https://ricette.giallozafferano.it/Fluffy-pancake.html",
            "https://ricette.giallozafferano.it/Pancake-al-cacao.html",
            "https://ricette.giallozafferano.it/Pancakes-al-caffe.html",
            "https://ricette.giallozafferano.it/Pancake-bicolore.html",
            "https://ricette.giallozafferano.it/Pancake-giganti-americani.html",
            "https://ricette.giallozafferano.it/Cicciopancake.html",
            "https://ricette.giallozafferano.it/Pancake-ripieni-di-cioccolato.html",
            "https://ricette.giallozafferano.it/Pancake-alla-banana.html",
            "https://ricette.giallozafferano.it/Pancake-alle-mele.html"
        ],
        "dest": [
            220,
            1662,
            1452,
            569,
            1350,
            1249,
            1431,
            1572,
            371,
            283,
            1221,
            3092,
            6089,
            5016,
            2709,
            3703,
            227,
            2251
        ],
        "pres_eng": "There's no better breakfast than one made slowly, perhaps with soft, easy-to-make pancakes. If you're looking for the perfect pancake recipe, you've come to the right place! These soft-hearted American pancakes come in many variations: the classic version includes the unmistakable maple syrup, but they're also great with Nutella, melted chocolate, whipped cream, fresh fruit, honey or homemade jam. What are the main ingredients of pancakes? The original recipe includes eggs, butter, sugar, milk, flour and yeast. In this version, we have chosen to mount the snowflakes to make the pancakes taller, softer and spongy, but if you prefer you can skip this step and use the whole eggs directly. There are many variations of pancakes to suit different tastes and needs. From those without eggs to those without butter, here are some ideas for making great pancakes with alternative doughs."
    },
    {
        "index": 4,
        "url": "https://ricette.giallozafferano.it/Tortino-di-cioccolato-con-cuore-fondente.html",
        "presentation": "Tra i dolci facili e veloci il tortino di cioccolato con cuore fondente è senz’altro il più irresistibile! Un goloso scrigno monoporzione che nasconde una sorpresa morbida e avvolgente. Il segreto del cuore caldo? Sta tutto nella cottura, classica in forno o in friggitrice ad aria ! E grazie allo chef Luca De Santi scopriremo come ottenere un risultato perfetto in poche semplici mosse. Ideale da preparare in anticipo e cuocere all’ultimo minuto per stupire i propri ospiti al momento del dessert, il tortino di cioccolato con cuore fondente è un vero e proprio piacere per il palato da concedersi anche da soli per risollevare l’umore nelle giornate più grigie. Oppure, perché no, potrebbe essere un asso nella manica per concludere il menù di San Valentino … non vi resta quindi che scegliere l’occasione e seguire la ricetta!\n\nProvate anche questi tortini dal cuore morbido:\n\nFra i dolci di San Valentino vi consigliamo di non perdere il cuore morbido al cioccolato e fave di tonka della cheesecake San Valentino , un'altra deliziosa idea per il vostro menù da fare a casa .\n\nChocolate lava cake",
        "ingredients": [
            "Cioccolato fondente al 70% 110 g",
            "Burro a temperatura ambiente 110 g",
            "Uova (2 grandi) 120 g",
            "Zucchero 40 g",
            "Farina 00 25 g",
            "Burro q.b.",
            "Farina 00 q.b.",
            "Zucchero a velo q.b."
        ],
        "steps": [
            "Per realizzare il tortino di cioccolato con cuore fondente per prima cosa sciogliete il cioccolato a bagnomaria insieme al burro, mescolando continuamente 1 . Una volta sciolto, lasciatelo raffreddare fino alla temperatura di 30° 2 . Se non avete un termometro potete lasciarlo a temperatura ambiente per circa 20-25 minuti. Nel frattempo imburrate e infarinate 4 stampini di alluminio 3 .",
            "Quando avrà raggiunto i 30°, trasferite il composto di burro e cioccolato in un mixer con lame di acciaio 4 . Mentre il mixer è in funzione unite lo zucchero all’interno 5 e aspettate che sia ben amalgamato, poi versate a filo le uova sbattute 6 .",
            "Quando anche le uova saranno state assorbite aggiungete la farina 7 e continuate a frullare per ottenere un composto liscio e omogeneo 8 . Riempite gli stampini con 70 g di composto l’uno, aiutandovi con un sac-à-poche o un cucchiaio 9 ; il composto dovrà arrivare a circa due terzi dello stampino.",
            "Mettete gli stampini in congelatore per almeno 6 ore, meglio se per una notte intera 10 . Quando i tortini saranno congelati, disponeteli in una teglia 11 e cuocete in forno ventilato preriscaldato a 190° per 14-15 minuti, sul ripiano medio 12 .",
            "Trascorso il tempo di cottura, sformateli delicatamente capovolgendo gli stampini sul piatto 13 , poi spolverizzate con zucchero a velo 14 e servite subito il vostro tortino di cioccolato con cuore fondente 15 !"
        ],
        "calories": "483,9",
        "other": [
            "Vegetariano",
            "Nota + il tempo di raffreddamento del cioccolato (20 min.) e di congelamento dei tortini (almeno 6 h)"
        ],
        "difficulty": "facile",
        "prep_time": "20_min",
        "cook_time": "15_min",
        "portions": "4_pezzi",
        "cost": "basso",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Tortino-di-cioccolato-con-friggitrice-ad-aria.html",
            "https://ricette.giallozafferano.it/Tortino-al-cioccolato-con-cuore-fondente-bianco.html",
            "https://ricette.giallozafferano.it/Tortino-al-cioccolato-con-cuore-di-lampone.html",
            "https://ricette.giallozafferano.it/Tortino-al-cioccolato-e-fragole.html",
            "https://ricette.giallozafferano.it/Tortini-con-cuore-fondente-bianco.html",
            "https://ricette.giallozafferano.it/Tortini-al-cioccolato-bianco-latte-condensato-e-lamponi.html",
            "https://ricette.giallozafferano.it/Fondant-au-chocolat.html"
        ],
        "dest": [
            1504,
            946,
            2262,
            3679,
            2261,
            4643,
            4420
        ],
        "pres_eng": "Of all the quick and easy desserts, the melting-heart chocolate cake is by far the most irresistible, a mouth-watering one-portion box that hides a soft, enveloping surprise. It's all in the cooking, classic oven or air fryer, and thanks to chef Luca De Santi we'll discover how to achieve a perfect result in a few simple moves. Ideal to prepare in advance and cook at the last minute to amaze your guests at the time of dessert, the chocolate cake with melting heart is a real pleasure for the palate to indulge even on your own to lift the mood on the greyest days. Or, why not, it could be an ace in the hole to conclude the Valentine's Day menu ... so all you have to do is choose the occasion and follow the recipe! Also try these soft-hearted cakes: Among the Valentine's Day sweets we recommend you not to miss the soft-hearted chocolate and tonka bean of the Valentine's Day cheesecake , another delicious idea for your menu to make at home. Chocolate and lava cake."
    },
    {
        "index": 5,
        "url": "https://ricette.giallozafferano.it/Torta-rustica-di-mele.html",
        "presentation": "Le mele da sempre sono protagoniste indiscusse dei dolci casalinghi, come questa intramontabile torta di mele, golosa, soffice e aromatica, è il miglior comfort food che si possa desiderare! Del resto chi l’ha provata sa bene quanto sia rassicurante una torta di mele fatta in casa, con la sua semplice dolcezza, la sua morbida consistenza e il suo inconfondibile profumo. Intramontabili sapori che rievocano ricordi di famiglia, ciascuno con la propria ricetta da custodire gelosamente come il più prezioso dei tesori. Qui vi riveliamo la nostra versione della torta di mele più classica che ci sia, perfetta per concedersi una coccola golosa insieme ai propri cari. Ma le varianti sono tante: da quella vegan a alla torta di mele light o all'acqua , la mitica torta di mele senza burro , senza uova o la versione con mascarpone , con le mele invisibili o la torta di mele a raggi !\n\nAmi le mele? Scopri anche queste ricette:\n\n\n\nApple cake",
        "ingredients": [
            "Mele renette (700 g pulite) 930 g",
            "Zucchero 200 g",
            "Farina 00 250 g",
            "Burro 100 g",
            "Latte intero (a temperatura ambiente) 150 g",
            "Uova (a temperatura ambiente) 2",
            "Limoni 1",
            "Lievito in polvere per dolci 16 g",
            "Cannella in polvere ½ cucchiaino",
            "Sale fino 1 pizzico",
            "Zucchero a velo q.b."
        ],
        "steps": [
            "Per preparare la torta di mele come prima cosa sbucciate le mele 1 , tagliatele a spicchi ed eliminate il torsolo. Tagliatele poi a fettine sottili dal lato corto 2 . In una ciotola versate le uova e lo zucchero 3 .",
            "Montate con le fruste elettriche e non appena il composto sarà chiaro e spumoso aggiungete un pizzico di sale 4 . Versate poi anche il burro tiepido 5 e la cannella 6 .",
            "Aggiungete la scorza di limone grattugiata 7 e sbattete ancora 8 . Setacciate all'interno la farina 9 .",
            "Setacciate anche il lievito 10 e mescolate ancora con le fruste, aggiungendo il latte lentamente 11 . Dovrete ottenere un composto liscio e cremoso 12 .",
            "Versate all'interno le mele 13 e mescolate bene 14 . Non preoccupatevi se sembrano molte. Trasferite il composto all'interno di uno stampo da 22 cm imburrata e cosparsa di zucchero 15 .",
            "Livellate la superficie 16 e cuocete in forno statico preriscaldato a 180° per 55 minuti. Fate la prova dello stecchino prima di sfornare il dolce, poi lasciatelo intiepidire e sformatelo 17 . Spolverizzate con zucchero a velo e servite la vostra torta di mele 18 ."
        ],
        "calories": "402,5",
        "other": [
            "Vegetariano"
        ],
        "difficulty": "facile",
        "prep_time": "20_min",
        "cook_time": "55_min",
        "portions": "8_persone",
        "cost": "basso",
        "editors_note": "e'_normale_che_la_torta_risulti_molto_umida._se_preferite_allungate_di_10_minuti_la_cottura,__ma_ricordate_di_coprire_la_superficie_con_un_foglio_di_alluminio_in_modo_che_non_si_bruci.",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Mele-al-forno.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-vegan.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-light.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-all-acqua.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-senza-burro.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-senza-uova.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-e-mascarpone.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-invisibili.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-a-raggi.html",
            "https://ricette.giallozafferano.it/Dolce-con-annurche-e-zabaione.html",
            "https://ricette.giallozafferano.it/Mele-cotte-al-microonde.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-soffice.html",
            "https://ricette.giallozafferano.it/Muffin-alle-mele.html",
            "https://ricette.giallozafferano.it/Ciambelle-di-mele-in-sfoglia.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-della-nonna.html",
            "https://ricette.giallozafferano.it/Torta-cocco-e-mele.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-senza-zucchero.html",
            "https://ricette.giallozafferano.it/Torta-mele-e-yogurt.html",
            "https://ricette.giallozafferano.it/Torta-di-mele-e-noci.html"
        ],
        "dest": [
            2172,
            4631,
            1646,
            1874,
            592,
            4052,
            216,
            2034,
            1121,
            6902,
            3243,
            1103,
            1542,
            3809,
            1008,
            3333,
            2933,
            839,
            2002
        ],
        "pres_eng": "Apples have always been the undisputed protagonists of homemade sweets, such as this timeless apple cake, delicious, soft and aromatic, is the best comfort food you can wish for! Moreover, those who have tried it know well how reassuring a homemade apple cake is, with its simple sweetness, its soft texture and its unmistakable aroma. Unforgettable flavors evoking family memories, each with its own recipe to be jealously guarded as the most precious of treasures. Here we reveal our version of the most classic apple pie there is, perfect for indulging in a delicious cuddle with your loved ones. But there are many variations: from the vegan one to the light apple cake or water, the mythical apple cake without butter, without eggs or the version with mascarpone, with invisible apples or the apple cake with rays! Do you like apples? Also find out these recipes: Apple cake."
    },
    {
        "index": 6,
        "url": "https://ricette.giallozafferano.it/Crema-pasticcera.html",
        "presentation": "Uova, latte, zucchero e vaniglia. Pochi ingredienti per una delle creme più amate: la crema pasticcera. Scopriamo insieme al Maestro Pasticciere Iginio Massari come fare la crema pasticcera semplice e perfetta, liscia, vellutata e senza grumi. Questa crema è tra le più usate in pasticceria, insieme a chantilly o lo zabaione , per farcire moltissimi dolci. Nei bignè, nei dolci di pasta sfoglia (come cannoncini, vol-au-vent, millefoglie), ma anche tra gli strati morbidi del più classico pan di spagna o come farcitura di una semplice crostata alla crema , la crema pasticcera è sempre la benvenuta, anche aromatizzata, come la crema pasticcera al rum o all'arancia ! Questa preparazione di base di pasticceria serve anche a realizzare semifreddi, budini e tanti dolci al cucchiaio, come la nostra deliziosa torta mattonella ; inoltre è una componente fondamentale di altre creme di pasticceria, per esempio la diplomatica e la mousseline . E' una preparazione molto versatile: basta modificare appena le dosi di alcuni ingredienti per ottenere consistenze diverse e appropriate all'uso che ne farete! Ad esempio per addensarla maggiormente è sufficiente utilizzare più amido di mais, al contrario dovrete diminuire la dose nel caso vorreste gustarla al cucchiaio. Seguite il procedimento passo passo con il Maestro Pasticciere Iginio Massari e scoprite tutti gli accorgimenti per prepararla!\n\nLasciatevi tentare anche da queste varianti di crema pasticcera:\n\n\n\nPastry cream",
        "ingredients": [
            "Latte intero 500 g",
            "Zucchero 130 g",
            "Tuorli (circa 7) 125 g",
            "Amido di riso 40 g",
            "Baccello di vaniglia 2",
            "Scorza di limone ½"
        ],
        "steps": [
            "Per preparare la crema pasticcera come prima cosa inserite in freezer una ciotola di vetro. A questo punto ricavate i semi dalla vaniglia 1 e tagliate i baccelli in pezzi 2 . Versate il latte in un tegame e aggiungete sia i semi 3 che i baccelli della vaniglia.",
            "Ricavate dal limone la scorza, prelevando solo la parte gialla, e unitela nel tegame 4 . Accendete il fuoco e scaldate il tutto a fiamma bassa portando a bollore e mescolando di tanto in tanto. In un altro tegame versate i tuorli, lo zucchero e l'amido di riso 5 . Utilizzando un frustino morbido mescolate per ottenere una consistenza cremosa e liscia, priva di grumi 6 .",
            "Non appena il latte sfiorerà il bollore, trasferitelo all'interno dei tuorli in 3 volte filtrandolo con un colino 7 e mescolando sempre con la frusta 8 . Trasferite di nuovo sul fuoco e mescolate, sempre a fiamma bassa, in continuazione fino a che la crema non si sarà addensata 9 .",
            "Per raffreddarla velocemente riprendete la ciotola dal freezer e versate la crema all'interno 10 . Mescolate con una frusta molto velocemente, fino a che non avrete portato la crema a 50°, al di sotto del punto di cottura. Dovrete ottenere una crema liscia e molto lucida 11 . A questo punto la crema pasticcera è pronta 12 , potrete utilizzarla o conservarla in frigorifero coprendola con pellicola."
        ],
        "other": [
            "Light",
            "Senza glutine",
            "Vegetariano"
        ],
        "difficulty": "facile",
        "prep_time": "15_min",
        "cook_time": "8_min",
        "cost": "basso",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Zabaione.html",
            "https://ricette.giallozafferano.it/Pan-di-Spagna.html",
            "https://ricette.giallozafferano.it/Crostata-con-crema-pasticcera.html",
            "https://ricette.giallozafferano.it/Crema-pasticcera-al-rum.html",
            "https://ricette.giallozafferano.it/Crema-all-arancia.html",
            "https://ricette.giallozafferano.it/Torta-mattonella.html",
            "https://ricette.giallozafferano.it/Crema-diplomatica.html",
            "https://ricette.giallozafferano.it/Crema-mousseline.html",
            "https://ricette.giallozafferano.it/Crema-pasticcera-al-cioccolato.html",
            "https://ricette.giallozafferano.it/Crema-pasticcera-al-cioccolato-bianco.html",
            "https://ricette.giallozafferano.it/Crema-alla-Nutella.html",
            "https://ricette.giallozafferano.it/Crema-pasticcera-allo-zafferano.html",
            "https://ricette.giallozafferano.it/Crema-pasticcera-vegana.html",
            "https://ricette.giallozafferano.it/Crema-al-pistacchio.html",
            "https://ricette.giallozafferano.it/Crema-pasticcera-allo-zafferano.html"
        ],
        "dest": [
            581,
            42,
            2823,
            3715,
            4177,
            1447,
            514,
            3483,
            633,
            1501,
            3441,
            6114,
            4860,
            2436,
            6114
        ],
        "pres_eng": "Eggs, milk, sugar and vanilla. A few ingredients for one of the most beloved creams: pastry cream. Let's discover with the Master Pastry Chef Iginio Massari how to make the simple and perfect pastry cream, smooth, velvety and without lumps. This cream is one of the most used in pastry, along with chantilly or zabaione, to fill many sweets. This basic pastry preparation is also used to make cold cakes, puddings and many spoon cakes, such as our delicious mattonella cake; it is also a fundamental component of other pastry creams, for example diplomatica and mousseline. It is a very versatile preparation: just change the doses of some ingredients to get different consistencies and appropriate to the use you will make! For example, to thicken it more it is enough to use more cornstarch, on the contrary you will have to decrease the dose in case you want to taste it with a spoon. Follow the step-by-step process with Pastry Master Iginio Massari and discover all the tricks to prepare it!"
    },
    {
        "index": 7,
        "url": "https://ricette.giallozafferano.it/Impasto-per-pizza.html",
        "presentation": "Soffice dalla crosta o cornicione (come lo chiamano a Napoli) rigonfio. Bassa e croccante, alta e morbida: la pizza ha tante facce, noi oggi vi mostriamo quella più classica, comune e perfetta da fare in casa in poche ore. La pasta per la pizza che vi proponiamo, infatti, lievita per circa 6 ore: potrete quindi organizzarvi per prepararla in giornata e gustarla la sera con i condimenti che più preferite. Una ricetta di base semplice per una pizza fatta in casa che si prepara con pochi ingredienti e poi si guarnisce come meglio si crede, magari conferendo anche una forma insolita, come la nostra soffice ciambella pizza . Siete pronti per mettere le mani in pasta? Oggi scopriamo tutti i segreti per preparare la pasta per la pizza, perfetta anche per preparare una buonissima pizza rustica !\n\nSe siete amanti della pizza provate ricette:\n\n\n\nPizza dough",
        "ingredients": [
            "Farina Manitoba 200 g",
            "Farina 00 300 g",
            "Acqua a temperatura ambiente 300 ml",
            "Sale fino 10 g",
            "Lievito di birra fresco (oppure 1,5 se secco) 4 g"
        ],
        "steps": [
            "Per preparare la pasta per la pizza abbiamo scelto di impastare il tutto a mano, ma se preferite utilizzare l’impastatrice potrete seguire lo stesso procedimento, utilizzando il gancio a velocità medio bassa. Come prima cosa versate le due farine in una ciotola 1 , sbriciolate il lievito all'interno 2 e versate un po' della dose di acqua 3 . La temperatura ideale dell'acqua è di 25°.",
            "Mescolate con un mestolo di legno 4 e aggiungete lentamente l'acqua 5 . Continuate sempre a mescolare e quando avrete aggiunto circa metà dell'acqua potrete aggiungere anche il sale 6 .",
            "Unite poi l'acqua rimasta, sempre lentamente, sino ad ottenere un composto omogeneo; aiutatevi con le mani per lavorarlo meglio 7 . Infine trasferite l’impasto sul piano da lavoro e lavoratelo con le mani 8 fino a che non sarà liscio e omogeneo 9 .",
            "Ottenuto un bel panetto liscio, lasciatelo riposare sul piano di lavoro per una decina di minuti coprendolo con la ciotola 10 . Una volta riposato dategli una piccola piega: immaginate che la sfera sia divisa in 4 parti, prendete l’estremità di ognuna, tiratela delicatamente e ripiegatela verso il centro 11 . Date poi una piega all'impasto 12 .",
            "Rigiratelo su se stesso 13 , dategli la forma di una sfera 14 . Trasferite l'impasto così formato in una ciotola, coprite con pellicola trasparente 15 e lasciate lievitare. Per comodità potete mettere la ciotola in forno spento ma con la luce accesa, così l’interno raggiungerà la temperatura di 26-28°, ideale per la lievitazione; in alternativa potete anche tenere la bacinella in un luogo caldo. I tempi sono approssimativi poiché ogni impasto, la temperatura e le condizioni metereologiche influenzano la lievitazione: mediamente l’impasto dovrebbe impiegare 6 ore a raddoppiare di volume.",
            "Trascorso il tempo della lievitazione, l'impasto sarà bello gonfio 16 , quindi trasferitelo sul piano da lavoro e dividetelo con un tarocco in 3 pezzi da 265 g 17 . Se dovesse servirvi, potete infarinare leggermente il piano di lavoro. Ora prendete ciascuna porzione e come fatto prima sollevate un lembo di pasta 18 e portatelo verso l'interno.",
            "Rifate poi la stessa cosa per gli altri 3 lembi di pasta 19 . Allungate quindi l'impasto piegandolo su se stesso 20 e procedete con la pirlatura: pirlare l'impasto significa farlo girare con le mani sul ripiano di lavoro portandolo verso di voi e poi allontanandolo ripetutamente fino ad ottenere una sfera liscia e regolare 21 .",
            "Trasferite man mano i panetti in una cassetta per pizza precedentemente unta 22 , coprite con il coperchio 23 e lasciateli riposare per altri 30 minuti 24 , prima di poter tirare l’impasto per la pizza e condirlo a vostro piacimento!"
        ],
        "calories": "611",
        "other": [
            "Senza lattosio",
            "Vegetariano",
            "Vegano",
            "Dieta Mediterranea"
        ],
        "difficulty": "facile",
        "prep_time": "30_min",
        "portions": "3_pezzi",
        "cost": "molto_basso",
        "editors_note": "se_si_preferisce,_si_possono_aggiungere_35_g_di_olio_extravergine_all'impasto._le_ore_di_lievitazione_dell'impasto_consigliate,_in_generale,_sono_6.",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Ciambella-pizza-alta-e-soffice.html",
            "https://ricette.giallozafferano.it/Pizza-rustica.html",
            "https://ricette.giallozafferano.it/Pizza-Margherita.html",
            "https://ricette.giallozafferano.it/Pizza-margherita-semplice.html",
            "https://ricette.giallozafferano.it/Pizza-a-lunga-lievitazione.html",
            "https://ricette.giallozafferano.it/Pizza-con-lievito-madre.html",
            "https://ricette.giallozafferano.it/Pizza-in-teglia-alta-e-morbida.html",
            "https://ricette.giallozafferano.it/Pizza-alla-napoletana.html",
            "https://ricette.giallozafferano.it/Pizza-in-padella.html",
            "https://ricette.giallozafferano.it/Straccetti-di-pizza-fritti.html"
        ],
        "dest": [
            3327,
            3136,
            288,
            3536,
            767,
            2867,
            204,
            2445,
            1816,
            5601
        ],
        "pres_eng": "Soft from the crust or cornice (as they call it in Naples) swollen. Low and crunchy, high and soft: pizza has many faces, today we show you the most classic, common and perfect to make at home in a few hours. In fact, the pizza dough we are proposing is leavened for about six hours, so you can arrange to make it during the day and enjoy it in the evening with your favourite condiments. A simple basic recipe for a homemade pizza that is made with a few ingredients and then baked as you see fit, perhaps even giving it an unusual shape, like our soft pizza doughnut. Are you ready to put your hands in the dough? Today we discover all the secrets to prepare the dough for pizza, perfect also to prepare a delicious rustic pizza! If you are a pizza lover try recipes: Pizza dough."
    },
    {
        "index": 8,
        "url": "https://ricette.giallozafferano.it/Spaghetti-all-Amatriciana.html",
        "presentation": "Amatriciana ricetta originale: l'invito a nozze per tutti gli appassionati di cucina laziale! Vi presentiamo qui la vera ricetta degli spaghetti all'amatriciana codificata e certificata dal Comune di Amatrice : spaghetti , guanciale di Amatrice, pomodori pelati e Pecorino Romano DOP. Si dice che questo famoso primo piatto nato ad Amatrice fosse il pasto principale dei pastori, ma originariamente era senza pomodoro e prendeva il nome di “ gricia ”. Il pomodoro fu aggiunto in seguito, quando venne importato dalle Americhe e il condimento prese il nome di Amatriciana. E’ quindi normale che una ricetta così antica e popolare si sia trasformata nel tempo assumendo le numerose varianti di cui ancora si discute al giorno d’oggi. Quella che vi proponiamo qui è la versione più diffusa e conosciuta, replicata e amata, preparata con ingredienti locali e di qualità. Tra le varianti esistenti è molto popolare la versione realizzata con i bucatini, in alternativa agli spaghetti. Scoprite qui tutti i segreti per preparare questo piatto della tradizione e non perdetevi altri appetitosi primi piatti col guanciale e altre varianti dell'amatriciana, ricetta originale:\n\nSpaghetti Amatriciana (Spaghetti with guanciale and tomato)",
        "ingredients": [
            "Spaghetti 320 g",
            "Pomodori pelati 400 g",
            "Guanciale (di Amatrice) 150 g",
            "Pecorino Romano DOP (DOP, da grattugiare) 75 g",
            "Vino bianco 50 g",
            "Sale fino q.b.",
            "Peperoncino fresco 1"
        ],
        "steps": [
            "Per preparare gli spaghetti all’amatriciana, per prima cosa mettete a bollire l'acqua per la cottura della pasta da salare poi a bollore. Potete quindi dedicarvi al condimento: prendete il guanciale, eliminate la cotenna 1 e tagliatelo a fette di circa 1 cm di spessore; riducete le fette a listarelle di circa mezzo cm 2 . Fatelo rosolare a fiamma bassa per 7-8 minuti in una padella di ferro oppure di acciaio 3 . Il grasso del guanciale dovrà diventare trasparente e la carne croccante.",
            "Mescolate spesso facendo attenzione a non bruciarlo. Quando il grasso si sarà sciolto, sfumate con il vino bianco 4 , alzate la fiamma e lasciate evaporare 5 . Trasferite le listarelle di guanciale in un piatto e tenetele da parte. Grattugiate il Pecorino Romano DOP 6 .",
            "Nella stessa padella con il fondo di cottura del guanciale, ponete il peperoncino intero privato dei semi 7 e versate anche i pomodori pelati sfilacciati a mano 8 . Cuocete il sugo a fiamma moderata, per circa 10 minuti e aggiustate di sale a piacere. Versate nel tegame gli spaghetti 9 , cuoceteli al dente.",
            "Eliminate il peperoncino dal sugo, unite le listarelle di guanciale 10 e mescolate per amalgamare 11 . Scolate gli spaghetti e versateli nella padella con il sugo 12 .",
            "Saltate molto velocemente la pasta per amalgamarla bene al condimento 13 (se gradite la pasta al dente potete spegnere il fuoco altrimenti versate poca acqua di cottura della pasta per proseguire la cottura). Per finire spolverizzate con il Pecorino Romano DOP grattugiato 14 : i vostri spaghetti all’Amatriciana sono pronti per essere serviti 15 !"
        ],
        "calories": "549,5",
        "other": [
            "Light",
            "Senza lattosio"
        ],
        "difficulty": "facile",
        "prep_time": "10_min",
        "cook_time": "25_min",
        "portions": "4_persone",
        "cost": "basso",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Pasta-alla-gricia.html",
            "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
            "https://ricette.giallozafferano.it/Pasta-gamberi-e-guanciale.html",
            "https://ricette.giallozafferano.it/Pasta-alla-zozzona.html",
            "https://ricette.giallozafferano.it/Amatriciana-di-tonno.html",
            "https://ricette.giallozafferano.it/Risotto-all-amatriciana.html",
            "https://ricette.giallozafferano.it/Sfoglia-classica-amatriciana.html",
            "https://ricette.giallozafferano.it/Spaghetti-col-rancetto.html",
            "https://ricette.giallozafferano.it/Spaghetti-all-assassina.html"
        ],
        "dest": [
            14,
            9,
            1898,
            641,
            3655,
            1895,
            6232,
            3059,
            1298
        ],
        "pres_eng": "Amatriciana original recipe: the wedding invitation for all lovers of Lazio cuisine! We present here the true recipe of Amatriciana spaghetti codified and certified by the Municipality of Amatrice: spaghetti, Amatrice's cheeks, peeled tomatoes and Pecorino Romano DOP. It is said that this famous first dish born in Amatrice was the main meal of the shepherds, but originally it was without tomato and took the name of  gricia . The tomato was added later, when it was imported from the Americas and the condiment was named Amatriciana. It is therefore only natural that such an ancient and popular recipe has evolved over time to take on the many variations that are still discussed today. What we are offering you here is the most widespread and well-known version, replicated and loved, prepared with local and quality ingredients. Among the existing variants, the version made with bucatini, as an alternative to spaghetti, is very popular. Discover here all the secrets to preparing this traditional dish and don't miss other appetizing appetizers with guanciale and other variations of the original recipe: Spaghetti Amatriciana (Spaghetti with guanciale and tomato)."
    },
    {
        "index": 9,
        "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
        "presentation": "Volete preparare la vera carbonara cremosa, come da tradizione romana? Bastano pochi ingredienti per preparare questo primo piatto : guanciale croccante, tuorli, Pecorino Romano e pepe nero. Il segreto per ottenere la crema perfetta è mantecare fuori dal fuoco con un po’ di acqua di cottura. Nessuna panna, solo gusto autentico!\n\nIn questa ricetta vi sveliamo passo dopo passo come ottenere la carbonara originale, cremosa e irresistibile, da preparare con gli spaghetti o con il formato di pasta che preferite.\n\nNella sua semplicità e nella qualità degli ingredienti, la pasta alla carbonara è una delle ricette italiane più amate. Come la cacio e pepe , l' amatriciana o la pasta alla gricia , racchiude in pochi gesti tutta la forza della cucina romana.\n\nSe cercate varianti sfiziose o vegetariane della pasta alla carbonara, provate anche:\n\nLe origini della Carbonara\n\nLa versione più accreditata racconta che la prima Carbonara fu preparata nel 1944 a Roma, al Vicolo della Scrofa, con gli ingredienti a disposizione dei soldati americani: uova, bacon e formaggio. La fantasia di un cuoco romano trasformò questi sapori nel primo prototipo della carbonara. Da allora, la ricetta è evoluta fino a quella che tutti conosciamo e amiamo oggi.\n\nSpaghetti Carbonara",
        "ingredients": [
            "Spaghetti 320 g",
            "Guanciale 150 g",
            "Tuorli (di uova medie) 6",
            "Pecorino Romano DOP 50 g",
            "Pepe nero q.b."
        ],
        "steps": [
            "Per preparare gli spaghetti alla carbonara cominciate mettendo sul fuoco una pentola con l’acqua salata per cuocere la pasta. Nel frattempo eliminate la cotenna dal guanciale e tagliatelo prima a fette 1 e poi a striscioline spesse circa 1cm 2 3 . La cotenna avanzata potrà essere riutilizzata per insaporire altre preparazioni.",
            "Versate i pezzetti di guanciale in una padella antiaderente 4 e rosolate per circa 10 minuti a fiamma medio alta, fate attenzione a non bruciarlo altrimenti rilascerà un aroma troppo forte. Nel frattempo tuffate gli spaghetti nell’acqua bollente 5 e cuoceteli al dente. Intanto versate i tuorli in una ciotola 6 .",
            "Aggiungete il Pecorino 7 e insaporite con il pepe nero 8 . Amalgamate il tutto con una frusta a mano 9 , sino ad ottenere una crema liscia.",
            "Intanto il guanciale sarà giunto a cottura 10 ; spegnete il fuoco e utilizzando un mestolo prelevatelo dalla padella, lasciando il fondo di cottura all'interno della padella stessa 11 . Trasferite il guanciale in una ciotolina e tenetelo da parte. Versate una mestolata d’acqua della pasta in padella 12 , insieme al grasso del guanciale.",
            "Scolate la pasta al dente direttamente nel tegame con il fondo di cottura 13 . Saltatela brevemente per insaporirla 14 . Togliete dal fuoco e versate il composto di uova e Pecorino nel tegame. Mescolate velocemente per amalgamare 15 .",
            "Per renderla ben cremosa, al bisogno, potete aggiungere poca acqua di cottura della pasta. Aggiungete il guanciale 16 , mescolate un'ultima volta 17 e servite subito gli spaghetti alla carbonara aggiungendo ancora del pecorino in superficie e un pizzico di pepe nero 18 ."
        ],
        "calories": "558,7",
        "other": [
            "Light",
            "Senza lattosio"
        ],
        "difficulty": "facile",
        "prep_time": "15_min",
        "cook_time": "10_min",
        "portions": "4_persone",
        "cost": "basso",
        "suggested_urls": [
            "https://ricette.giallozafferano.it/Spaghetti-Cacio-e-Pepe.html",
            "https://ricette.giallozafferano.it/Spaghetti-all-Amatriciana.html",
            "https://ricette.giallozafferano.it/Pasta-alla-gricia.html",
            "https://ricette.giallozafferano.it/Carbonara-di-mare.html",
            "https://ricette.giallozafferano.it/Carbonara-di-mare-viareggina.html",
            "https://ricette.giallozafferano.it/Pasta-alla-carbonara-di-zucchine.html",
            "https://ricette.giallozafferano.it/Pasta-patate-e-uova.html",
            "https://ricette.giallozafferano.it/Carbonara-di-asparagi.html",
            "https://ricette.giallozafferano.it/Carbonara-di-salmone.html",
            "https://ricette.giallozafferano.it/Suppli-alla-carbonara.html",
            "https://ricette.giallozafferano.it/Carbonara-di-mare-con-gamberi.html",
            "https://ricette.giallozafferano.it/Gnocchi-alla-carbonara.html",
            "https://ricette.giallozafferano.it/Risotto-alla-carbonara.html"
        ],
        "dest": [
            39,
            8,
            14,
            223,
            4108,
            194,
            4885,
            865,
            2437,
            3437,
            3903,
            5158,
            3461
        ],
        "pres_eng": "Do you want to prepare the real creamy carbonara, as in Roman tradition? Only a few ingredients are needed to prepare this first dish: crispy guanciale, tuorli, Pecorino Romano and black pepper. The secret to getting the perfect cream is to keep it out of the fire with a little cooking water. No cream, just authentic taste! In this recipe we reveal step by step how to get the original, creamy and irresistible carbonara, to be prepared with spaghetti or with the pasta format you prefer. In its simplicity and quality of ingredients, carbonara pasta is one of the most beloved Italian recipes. Like the cacio and pepper , the amatriciana or the pasta al grecia , it encapsulates in a few gestures all the power of Roman cuisine . If you are looking for spicy or vegetarian variations of the carbonara pasta, try also: The origins of the Carbonara The most accredited version tells that the first Carbonara was prepared in 1944 in Rome, at the Vicolo della Scrofa, with the ingredients available to American soldiers: eggs, bacon and cheese. A Roman cook's imagination transformed these flavors into the first prototype of the carbonara. Since then, the recipe has evolved into the one we all know and love today. This is carbonara spaghetti."
    }
]